"tabs.lessons" = "Уроки";
"tabs.review" = "Повтор";
"tabs.settings" = "Настройки";
"lessons.title" = "Уроки";
"lessons.lesson" = "Урок";
"lessons.progress" = "Прогресс";
"lessons.words" = "Слова";
"lessons.description" = "Как учить?";
"lessons.continueLesson" = "Продолжить урок";
"lessons.locked" = "Завершите предыдущий урок на 90% для разблокировки";
"lessons.completed" = "Завершено";
"words.title" = "Словарь";
"words.learn" = "Учить слова";
"words.english" = "Английский";
"words.russian" = "Русский";
"words.tap_to_hear" = "Нажмите, чтобы услышать произношение";
"words.next" = "Далее";
"words.previous" = "Назад";
"words.of" = "из";
"review.title" = "Повторение слов";
"review.empty" = "Пока нет слов для повторения. Сначала выучите несколько слов!";
"review.correct" = "Правильно!";
"review.incorrect" = "Неправильно";
"review.showAnswer" = "Показать ответ";
"exam.title" = "Экзамен";
"exam.build_sentence" = "Составьте предложение";
"exam.correct" = "Правильно!";
"exam.incorrect" = "Попробуйте снова";
"exam.next" = "Далее";
"exam.finish" = "Завершить";
"exam.score" = "Ваш результат";
"exam.tryAgain" = "Попробовать снова";
"exam.complete" = "Завершено!";
"settings.title" = "Настройки";
"settings.language" = "Язык интерфейса";
"settings.about" = "О приложении";
"settings.version" = "Версия 1.0";
"settings.appName" = "Memora English";
